// 컴포넌트가 아닌 단순히 객체 배열을 생성할 것이기 때문에 export만 해주면 된다.
export const QuestionData = [
  {
    id: 1,
    title: '학원 끝나고 집에 왔다! 그런데 집에 나 혼자 있네?',
    answera: '심심해.. 옆집 수민이한테 놀자고 할까?',
    answerb: '앗싸! 투니버스 실컷 봐야지~',
    type: 'EI',
  },
  {
    id: 2,
    title: '오늘은 새학년 새학기 첫날! 짝꿍은 처음 보는 친구인데..',
    answera: '하이 이름이 뭐야?! 헤헷 >_<',
    answerb: '(먼저 말 걸어주기를 기다린다) …',
    type: 'EI',
  },
  {
    id: 3,
    title: '수민이네 집에 놀러가야지! 뭘 챙겨갈까~',
    answera: '할리갈리 (보드게임)',
    answerb: '만화책',
    type: 'EI',
  },
  {
    id: 4,
    title: '(그림일기 선택하기) 일기 숙제 써볼까~?',
    answera:
      '놀이공원에서 미키마우스하고 사진 찍었다! 너무 귀여웠다. 햄스터 기르고 싶다. 햄스터 이름은 푸딩이로 해야지.',
    answerb:
      '주말에 놀이공원에 갔다. 신밧드 모험 타고 츄러스 먹었다. 엄마 아빠랑 같이 사진도 찍었다. 재밌었다.',
    type: 'NS',
  },
  {
    id: 5,
    title: '저기 삐에로 아저씨가 풍선 불어준다! 우와와~~',
    answera:
      '풍선타고 날아보고 싶다! 지나가버린 어린시절엔 풍선을타고 날아가는 꿈을 꾸었지~',
    answerb: '풍선 터질 것 같은데? 불기 힘들 것 같아.',
    type: 'NS',
  },
  {
    id: 6,
    title: '(화강암, 현무암 등등 과학수업 설명중..)',
    answera:
      '화강? 화석? 공룡? 공룡은 왜 다 죽었지? 공룡을 타고 날 수는 없을까?',
    answerb: '으하함 졸려엉 (하품)',
    type: 'NS',
  },
  {
    id: 7,
    title: '내 짱친 지우가 엄마한테 혼나서 우울해 보인다.',
    answera: '무슨 일이야?! 너 엄마한테 왜 혼났어?',
    answerb: '지우야 울지마ㅠㅠ 토닥토닥',
    type: 'TF',
  },
  {
    id: 8,
    title: '선생님이 내 이름을 다른 사람 이름으로 잘못 불렀다.',
    answera: '저요? 쌤 제 이름은 그거 아닌데요?',
    answerb: '...? 녜에 쌤~',
    type: 'TF',
  },
  {
    id: 9,
    title: '미술시간이다! 종이접기를 하는데 선생님 속도가 너무 빨라서 어렵다.',
    answera: '이해가 안되는데 뭘 접으라는거지? 딴짓해야지 헤헤',
    answerb: '일단 해보라니까 따라해 봐야지 헤헤',
    type: 'TF',
  },
  {
    id: 10,
    title:
      '학교 끝나고 내 단골집인 또와또와 떡볶이집에 갔다! 근데 문이 닫혀있네?',
    answera:
      '에잉..힘들어  바로 옆에 문방구가서 불량식품이나 사먹어야징. 노래방도 갈까?',
    answerb:
      '바로 앞 분식집은 500원 더 비싸… 좀 걸어서 해바라기 떡볶이집이라도 가야지. 학원 늦지 않게 버스타고 가야겠어!',
    type: 'JP',
  },
  {
    id: 11,
    title: '선생님 : 얘들아 이제 알림장 쓰자~~',
    answera: '꼼꼼히 다 받아 적어야지~ ^0^',
    answerb: '머리로 기억해도 충분한데 ‘ㅅ’',
    type: 'JP',
  },
  {
    id: 12,
    title: '어떤 방학 계획표로 쓰지?',
    answera: '(원형 그래프에 3분할..잠, 놀기, 먹기)',
    answerb: '(원형 그래프에 뺵뺵한 스케쥴)',
    type: 'JP',
  },
];
