import MoisturizingCream from '../두유수분크림2.jpg';
import SkinPad from '../두유크림스킨패드3.jpg';
import LipbamMint from '../립밤 민트 1.jpg';
import LipbamPeach from '../립밤 피치 1.jpg';
import MacaronBlack from '../마카롱블랙_복숭아2.jpg';
import MacaronSunBam from '../마카롱 선밤3.jpg';
import Sunscreen from '../톤업선크림2.jpg';

export const ResultData = [
  {
    id: 1,
    name: '두유 크림 (감수성이 촉촉하고 여린 아이)',
    best: 'INFP',
    desc: '정많은 오지라퍼 잼민이, 가끔 엉뚱하고 즉흥적으로 행동해서 선생님이나 부모님을 당황시켰어요. 툭하면 울고 마음도 여려서 별명이 울보였어요. 학교 숙제를 미룰 수 있을 때까지 미뤄요. 때론 혼자 노는 시간이 필요해요.',
    image: `${MoisturizingCream}`,
  },
  {
    id: 2,
    name: '두유 크림 (감수성이 촉촉하고 여린 아이)',
    best: 'ISFP',
    desc: '정많은 오지라퍼 잼민이, 가끔 엉뚱하고 즉흥적으로 행동해서 선생님이나 부모님을 당황시켰어요. 툭하면 울고 마음도 여려서 별명이 울보였어요. 학교 숙제를 미룰 수 있을 때까지 미뤄요. 때론 혼자 노는 시간이 필요해요.',
    image: `${MoisturizingCream}`,
  },
  {
    id: 3,
    name: '두유 스킨 패드 (말랑하지만 야무진 아이)',
    best: 'INFJ',
    desc: '다정다감 봉사부장 잼민이, 내가 할 수 있는 건 스스로 하려고 해요. 친구들에게 잘 공감해주고 배려를 정말 많이 해줘요. 봉사상 유력 후보! 이 다음에 영어 숙제 하고, 이 다음에 달고나 뽑으러 가고,,, 끊임 없이 계획해요. 때론 혼자 노는 시간이 필요해요.',
    image: `${SkinPad}`,
  },
  {
    id: 4,
    name: '두유 스킨 패드 (말랑하지만 야무진 아이)',
    best: 'ISFJ',
    desc: '다정다감 봉사부장 잼민이, 내가 할 수 있는 건 스스로 하려고 해요. 친구들에게 잘 공감해주고 배려를 정말 많이 해줘요. 봉사상 유력 후보! 이 다음에 영어 숙제 하고, 이 다음에 달고나 뽑으러 가고,,, 끊임 없이 계획해요. 때론 혼자 노는 시간이 필요해요.',
    image: `${SkinPad}`,
  },
  {
    id: 5,
    name: '두유 스킨 패드 (말랑하지만 야무진 아이)',
    best: 'ESFJ',
    desc: '인싸 유튜버 잼민이, 사람이 너무 좋아요! 많은 친구 사귀는 것도 좋아해요. 핵인싸가 되고싶은 관종이에요! 친구들에게 잘 공감해주고 배려를 정말 많이 해줘요. 선행상 유력 후보! 이 다음에 수학 숙제 하고, 이 다음에 떡볶이 먹으러 가고,,, 끊임 없이 계획해요.',
    image: `${SkinPad}`,
  },
  {
    id: 6,
    name: '두유 스킨 패드 (말랑하지만 야무진 아이)',
    best: 'ENFJ',
    desc: '인싸 유튜버 잼민이, 사람이 너무 좋아요! 많은 친구 사귀는 것도 좋아해요. 핵인싸가 되고싶은 관종이에요! 친구들에게 잘 공감해주고 배려를 정말 많이 해줘요. 선행상 유력 후보! 이 다음에 수학 숙제 하고, 이 다음에 떡볶이 먹으러 가고,,, 끊임 없이 계획해요.',
    image: `${SkinPad}`,
  },
  {
    id: 7,
    name: '마카롱 선밤 (햇빛처럼 뜨거운 관심은 싫지만 내면이 단단한 아이)',
    best: 'INTJ',
    desc: '겉차속따 젊은꼰대 잼민이, 맨뒷자리 앉는 걸 좋아하고 말수는 적어요. 차가워보여도 언제나 친구들을 유심히 관찰하고 생각하고 있어요! 내가 할 수 있는 건 스스로 하려고 해요. 친구들이 내가 모르는 문제를 대신 풀어주는게 너무 자존심 상해요. 어떤 역할을 맡으면 끝까지 책임감 있게 해내요! 자잘한 리더를 맡곤 해요. 무뚝뚝해보여도 속은 따숩답니다.',
    image: `${MacaronSunBam}`,
  },
  {
    id: 8,
    name: '마카롱 선밤 (햇빛처럼 뜨거운 관심은 싫지만 내면이 단단한 아이)',
    best: 'ISTJ',
    desc: '겉차속따 젊은꼰대 잼민이, 맨뒷자리 앉는 걸 좋아하고 말수는 적어요. 차가워보여도 언제나 친구들을 유심히 관찰하고 생각하고 있어요! 내가 할 수 있는 건 스스로 하려고 해요. 친구들이 내가 모르는 문제를 대신 풀어주는게 너무 자존심 상해요. 어떤 역할을 맡으면 끝까지 책임감 있게 해내요! 자잘한 리더를 맡곤 해요. 무뚝뚝해보여도 속은 따숩답니다.',
    image: `${MacaronSunBam}`,
  },
  {
    id: 9,
    name: '마카롱 립밤 피치 (말재주가 좋고 항상 신나는 아이)',
    best: 'ESTP',
    desc: '놀이터 최강말빨 잼민이, 내가 끌리는 행동은 바로 직진! 도전적인 성격 덕분에 항상 모험 같은 일상이에요. 풍부한 창의력과 친구들을 휘어잡는 리더십! 놀이터 행동대장! 학교 숙제를 미룰 수 있을 때까지 미뤄요. 근자감이 쩔고 관종끼가 있어요.',
    image: `${LipbamPeach}`,
  },
  {
    id: 10,
    name: '마카롱 립밤 피치 (말재주가 좋고 항상 신나는 아이)',
    best: 'ENTP',
    desc: '놀이터 최강말빨 잼민이, 내가 끌리는 행동은 바로 직진! 도전적인 성격 덕분에 항상 모험 같은 일상이에요. 풍부한 창의력과 친구들을 휘어잡는 리더십! 놀이터 행동대장! 학교 숙제를 미룰 수 있을 때까지 미뤄요. 근자감이 쩔고 관종끼가 있어요.',
    image: `${LipbamPeach}`,
  },
  {
    id: 11,
    name: '마카롱 립밤 민트 (항상 남을 배려하는 따뜻한 마음을 가진 아이)',
    best: 'ENFP',
    desc: '동네 최강인싸 잼민이, 리액션도 좋고 애교도 가득한 사랑둥이! 풍부한 창의력과 미친 인싸력! 학교 숙제를 미룰 수 있을 때까지 미뤄요. 사실 별 생각 없어요. 어떻게든 되겠죠. 핵인싸가 되고싶은 쌉쌉쌉관종이에요!',
    image: `${LipbamMint}`,
  },
  {
    id: 12,
    name: '마카롱 립밤 민트 (항상 남을 배려하는 따뜻한 마음을 가진 아이)',
    best: 'ESFP',
    desc: '동네 최강인싸 잼민이, 리액션도 좋고 애교도 가득한 사랑둥이! 풍부한 창의력과 미친 인싸력! 학교 숙제를 미룰 수 있을 때까지 미뤄요. 사실 별 생각 없어요. 어떻게든 되겠죠. 핵인싸가 되고싶은 쌉쌉쌉관종이에요!',
    image: `${LipbamMint}`,
  },
  {
    id: 13,
    name: '복숭아 톤업 선크림 (은근 철저한 당신을 아이)',
    best: 'INTP',
    desc: '4차원 물음표살인마 잼민이, 게으른 완벽주의자! 겉은 순해보이지만 속은 단단해요. 외유내강! 학교 숙제를 미룰 수 있을 때까지 미뤄요. 사실 별 생각 없어요. 어떻게든 되겠죠. 논리적이고 혼자 생각하는 것을 즐겨요. 친구가 내가 하는 일에 간섭하는게 싫어요.',
    image: `${Sunscreen}`,
  },
  {
    id: 14,
    name: '복숭아 톤업 선크림 (은근 철저한 당신을 아이)',
    best: 'ISTP',
    desc: '4차원 물음표살인마 잼민이, 게으른 완벽주의자! 겉은 순해보이지만 속은 단단해요. 외유내강! 학교 숙제를 미룰 수 있을 때까지 미뤄요. 사실 별 생각 없어요. 어떻게든 되겠죠. 논리적이고 혼자 생각하는 것을 즐겨요. 친구가 내가 하는 일에 간섭하는게 싫어요.',
    image: `${Sunscreen}`,
  },
  {
    id: 15,
    name: '다크써클 블랙밤 (목표지향! 워커홀릭인 아이)',
    best: 'ENTJ',
    desc: '모범생 반장 잼민이, 나만의 주장이 확고하고 반장으로 나서는 것을 좋아해요. 본투비 리더! 사람들에게 완벽하게 보이고 싶어요. 어린애답지 않은 워커홀릭 범생이! 감정 표현이 솔직해서 친구들이 가끔 상처받아요. 그렇지만 인싸랍니다~ 친구가 내가 하는 일에 간섭하는게 싫어요. 지는게 정말 싫어요.',
    image: `${MacaronBlack}`,
  },
  {
    id: 16,
    name: '다크써클 블랙밤 (목표지향! 워커홀릭인 아이)',
    best: 'ESTJ',
    desc: '모범생 반장 잼민이, 나만의 주장이 확고하고 반장으로 나서는 것을 좋아해요. 본투비 리더! 사람들에게 완벽하게 보이고 싶어요. 어린애답지 않은 워커홀릭 범생이! 감정 표현이 솔직해서 친구들이 가끔 상처받아요. 그렇지만 인싸랍니다~ 친구가 내가 하는 일에 간섭하는게 싫어요. 지는게 정말 싫어요.',
    image: `${MacaronBlack}`,
  },
];
